Repository: sengeiou/ABH-TI
Catalog: MTK/*.lproj/Localizable.strings
Languages: cs

# login_loginbtn
source: Login
cs: Přihlásit se

# login_register
source: Register
cs: Registrovat

# login_tryout
source: Try directly
cs: Zkusit přímo

# myinfo_navtitle
source: Personal info.
cs: Osobní info

# myinfo_account
source: Account
cs: Účet

# myinfo_accountpwd
source: Password
cs: Heslo

# myinfo_nickname
source: Nickname
cs: Přezdívka

# myinfo_age
source: Age
cs: Věk

# myinfo_weight
source: Weight
cs: Hmotnost

# myinfo_height
source: Hight
cs: Výška

# myinfo_sex
source: Gender
cs: Pohlaví

# myinfo_step
source: Step
cs: Kroky

# myinfo_next
source: Next
cs: Další

# register_choose_cou
source: countryChoose
cs: Výběr státu

# register_modi_pass
source: Modify password
cs: Změnit heslo

# sportdetail_day
source: Day
cs: Den

# portdetail_week
source: Week
cs: Týden

# sportdetail_tendat
source: month
cs: Měsíc

# sport_plaremark
source: Goal
cs: Cíl

# sport_stepunit
source: Step
cs: Kroků

# sport_hotunit
source: Cal.
cs: Kcal

# sportdetail_navtilte
source: Detail data
cs: Podrobnosti o sportovní aktivite

# setplan_navtitle
source: Sport goal
cs: Sportovní cíle

# setplan_remark
source: Setting sport goal
cs: Nastavení sportovních cílů

# sport_pull
source: Pull to refresh
cs: Potáhněte pro aktualizaci

# sleep_navtilte
source: Sleep
cs: Spánek

# sleep_today
source: Today
cs: Dnes

# sleep_hour
source: Hour
cs: Hodina

# sleep_hour1
source: Hour
cs: Hodina

# sleep_status
source: Sleep quality
cs: Kvalita spánku

# sleep_remark
source: Slept last night
cs: Spánek minulou noc

# sleepdetail_sleeptimelen
source: You slept
cs: Doba spánku

# sleepdetail_hileleeptimelen
source: Deep sleep
cs: Doba hlubokého spánku

# sleepdetail_sobertimelen
source: Light sleep
cs: Doba lehkého spánku

# sleep_state_average
source: Average
cs: Průměr

# sleep_state_comfortable
source: Good
cs: Dobrý

# sleep_state_enough
source: Excellent
cs: Vynikající

# sleepdetail_sobertime
source: Awake for
cs: Čas probuzení

# sleep_deep
source: Deep
cs: Hluboký

# sleep_light
source: Light
cs: Lehký

# sleep_awake
source: Awake
cs: Probuzení

# sleepdetail_navtilte
source: Sleep patterns
cs: Podrobnosti o spánku

# sleepdetail_asleeptime
source: Fell asleep at
cs: Usnutí

# sleepdetail_waketime
source: Woke-up at
cs: Čas probuzení

# hearRate_title
source: Heart Rate
cs: Tepová frekvence

# hearRate_monitor
source: Last Time
cs: Poslední čas

# hearRate_norm
source: The average resting heart rate is 60-100/minute./nThe average sleeping heart rate is 50-70beats/minute.
cs: Průměrná klidová tepová frekvence je 60 až 100 úderů/min. Průměrná spánková tepová frekvence je 50 až 70 úderů/min.

# hearRate_his
source: Detailed data
cs: Podrobné údaje

# hearRate_date
source: Date
cs: Datum

# hearRate_bpm
source: BPM
cs: BPM (úderů/min)

# hearRate_status
source: Status
cs: Stav

# hearRate_type1
source: Normal
cs: Normální

# hearRate_type2
source: Low
cs: Nízká

# hearRate_type3
source: High
cs: Vysoká

# hearRate_RestHR
source: Resting
cs: V klidů

# hearRate_MeanHR
source: Avg.
cs: Průměr

# hearRate_HRmonitor
source: Heart Rate
cs: Tepová frekvence

# hearRate_duration
source: Duration
cs: Doba trvání

# hearRate_distance
source: Distance
cs: Vzdálenost

# hearRate_pacer
source: Pace
cs: Tempo

# hearRate_kcal
source: Calories
cs: Kalorie

# hearRate_actue
source: Strenuous exercise
cs: Namáhavé cvičení

# hearRate_anaero
source: Anaerobic exercise
cs: Anaerobní cvičení

# hearRate_aerobic
source: Aerobic exercise
cs: Aerobické cvičení

# hearRate_bum
source: Fat burning
cs: Spalovaní tuků

# hearRate_varm
source: Warm up
cs: Zahřát se

# hearRate_Quiet_remind
source: Please test the static heart rate in fasting status as the static heart rate value, it will be the important reference of your healthy.
cs: Prosím, vyzkoušejte statickou tepovou frekvenci na lačno, bude to důležitý ukazatel Vaše zdravotního stavu.

# hearRate_quiet_last
source: Recent monitor date
cs: Datum posledního monitoringu

# hearReat_quietTitle
source: Resting
cs: V klidů

# hearReat_notHR
source: Static heart rate can't be empty
cs: Statická tepová frekvence nemůže být nevyplněna

# hearReat_detail
source: Details
cs: Podrobnosti o tepové frekvence

# hearReat_time
source: Time
cs: Čas

# hearReat_realTime
source: Real time heart rate
cs: Tepová frekvence v reálnem čase

# hearReat_High
source: High
cs: Vysoká

# hearReat_normal
source: Normal
cs: Normální

# hearReat_slow
source: Low
cs: Nízká

# hearReat_LastDates1
source: Last 7 days
cs: Posledních 7 dní

# hearReat_LastDates2
source: Last 14 days
cs: Posledních 14 dní

# hearReat_LastDates3
source: Last 21 days
cs: Posledních 21 dní

# hearReat_LastDates4
source: Last 30 days
cs: Posledních 30 dní

# hearReat_dele
source: Delete
cs: Vymazat

# hearReat_interval
source: Detection Interva
cs: Interval detekce

# hearReat_set
source: Hear Rate Settings
cs: Nastavení měření srdeční frekvence

# hearReat_lnag
source: English Settings
cs: Nastavení

# hearReat_light
source: Gesture wake-up
cs: Probuzení gestem

# hearReat_vertical
source: Vertical screen
cs: Vertikální obrazovka

# hearReat_15min
source: 15 minutes
cs: 15 minut

# hearReat_30min
source: 30 minutes
cs: 30 minut

# hearReat_60min
source: 60 minutes
cs: 60 minut

# hearReat_setNot
source: Start time must smaller than the end time
cs: Čas začátku musí být dříve než konečný čas

# remind_navtilte
source: Notice
cs: Poznámka

# setting_navtitle
source: Settings
cs: Nastavení

# setting_myinfo
source: Personal info.
cs: Osobní info

# setting_myplan
source: Personal goal
cs: Osobní cíl

# setting_boundsmawatch
source: Pair my watch
cs: Spáruj hodinky

# setting_unbindbound
source: Unpair my watch
cs: Odpáruj hodinky

# setting_lost
source: Anti-lost
cs: Opatření proti ztrátě

# setting_findDevice
source: Find device
cs: Najdi zařízení

# seatch_title
source: Please make sure that the watch battery is enough, and close to the phone
cs: Ujistěte se, že baterie je nabitá, a telefon je v blízkosti hodinek

# seatch_remind
source: If you can't find SMA-09 WATCH bluetooth signal,please go to iphone Setting-bluetooth-forget the device（SMA-09).
cs: Pokud nemůžete nalézt bluetooth signál hodinek, přejděte v telefonu do nastavení bluetooth a odtraňte hodinky ze seznamu zapamatovaných zařízení.

# seatch_bandtitle
source: Connect later
cs: Připojit později

# search_title
source: Search for Bluetooth devices
cs: Hledat bluetooth zařízení

# search_nextit
source: (Turn on the Bluetooth mobile phone and Bluetooth device)
cs: (Zapněte bluetooth na Vašem telefonu i hodinkách)

# searct_click
source: Start Search
cs: Spustit vyhledávaní

# search_stopS
source: Stop Search
cs: Ukončit vyhledávaní

# search_unpar
source: Connect later
cs: Připojit později

# search_consucc
source: Connection successful
cs: Připojení úspěšné

# search_confail
source: Connection fails
cs: Připojení neúspěšné

# beginingseatch_title
source: Searching...
cs: Hledám…

# binging_title
source: Connecting...
cs: Připojuji…

# begin_experience
source: Start Now
cs: Začít teď

# myinfo_Wrange
source: Weight is between 30 to 229
cs: Hmotnost je mezi 30 a 229

# myinfo_Hrange
source: Hight is between 50 to 229
cs: Výška je mezi 50 a 229

# myinfo_New
source: Update
cs: Aktualizace

# unpair_success
source: Disconnect success
cs: Odpojení úspěšné

# unpair_connect
source: Connect again
cs: Znovu připojit

# alera_back
source: < Back
cs: <Zpět

# aler_can
source: Cancel
cs: Zrušit

# aler_confirm
source: Confirm
cs: Potvrdit

# alert_nobang
source: Disconnect device, please connect device
cs: Zařízení odpojeno, prosím připojte zařízení

# alert_confirst
source: Connect the watch first
cs: Nejdříve připojit hodinky

# alert_relieveband
source: If you confirm disconnect, the local data will lost
cs: Potvrdíte-li odpojení, budou ztraceny místní údaje

# alert_alreadyband
source: Connected, please connect again after you disconnect
cs: Připojeno, prosím, znovu připojte po odpojení

# alert_seting
source: Setting...
cs: Nastavuji…

# alert_setSuccess
source: setting success
cs: Nastavení úspešné

# alert_failed
source: setting failed
cs: Nastavení selhalo

# alert_syncing
source: Syncing...
cs: Synchronizace…

# alert_syncsucc
source: Completed!
cs: Dokončeno!

# alert_syncerror
source: Synchronization failed!
cs: Synchronizace selhala!

# alert_height
source: Please enter your height
cs: Prosím zadejte svou výšku

# alert_weight
source: Please enter your weight
cs: Prosím zadejte svou hmotnost

# alert_nickname
source: Please enter your nickname
cs: Prosím zadejte přezdívku

# aler_syncing
source: Syncing...
cs: Synchronizace…

# aler_syncsucc
source: Completed!
cs: Dokončeno!

# aler_syncerror
source: Synchronization failed!
cs: Synchronizace selhala!

# aler_downSync
source: Drop down to refresh
cs: Stáhněte dolů pro aktualizaci

# aler_Sync
source: Release immediately refresh
cs: Uvolněte pro okamžitou aktualizaci

# aler_lastTime
source: latest update:
cs: poslední aktualizace:

# aler_tamane
source: The label is too long,pls modify
cs: Nápis je příliš dlouhý, prosím upravte
